benspaulding.python-manifest-template
bmalehorn.vscode-fish
dbaeumer.vscode-eslint
eamodio.gitlens
fenekku.fffi
jeff-hykin.better-cpp-syntax
kdl-org.kdl
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.sublime-keybindings
njpwerner.autodocstring
oouo-diogo-perdigao.docthis
RandomFractalsInc.vscode-data-preview
samuelcolvin.jinjahtml
TakumiI.markdowntable
tamasfe.even-better-toml
twxs.cmake
xabikos.JavaScriptSnippets
yy0931.save-as-root
zenghongtu.vscode-asciiflow2
